{
  "about": [
    {
      "title": "My Personal Story",
      "paragraphs": [
        "Ever since I can remember, imagination has been one of my biggest strengths. I have many interests and developed a habit of gathering all the information I could find around them from a young age. I grew up in Germany and finished high school in the UK with my A-Levels in Fine Art, English Literature, Media Studies and Philosophy.",
        "During my time at school in London I discovered my passion for Art and went back to Germany to study Media Art in Leipzig. I have a multicultural background and grew up with both German and English at home. I enjoy spending time with people from different backgrounds, listening to their stories and learning about their perspectives."
      ]
    },
    {
        "title":"My Interests",
        "paragraphs":["Naturally, as an artist I am very interested in culture, most of all art and architecture. In terms of music and movies, my taste covers a wide range from acclaimed to obscure. I like to travel and discover new places, learning about the people who live there and their history.",
    "Food and cooking plays an important role in my life. Its my way to show people that I care about them and it gives me a feeling of belonging whenever I cook my grandmothers recipes. I love it when I can cook for people to celebrate or thank them.",
"While I was studying at Art School, I found out how much fun it is to learn new skills. During the pandemic I taught myself to knit. I find that knitting is very similar to coding, but instead of writing the code I need to understand and execute the instructions which use a lot of abbreviations and numbers. Its what I enjoy the most about learning new skills, that it enables me to create something unique and useful with my own hands.",
"I love being outside, exploring new places and observing nature. I like to go hiking and to train my eye at identifying plants and funghi. There is nothing that relaxes me more than being in the water, especially when I can just float and observe life underwater when I go snorkelling. While I am at home I stay active with Yoga and taking care of my garden."
]
    }
  ],
  "education": [
    {
      "title": "Web Development Course",
      "info": {
        "degree": "Certificate ",
        "degree_link": "https://www.credential.net/9c66750d-9ef4-4bee-9328-f1b1a1fb162d",
        "institution": "Ironhack",
        "institution_link": "https://www.ironhack.com/de-en",
        "time_span": "Nov 2023 - May 2024",
        "location": "remote",
        "description": [
          "Immersive 6-month bootcamp focusing on Full Stack Development for responsive web applications using JavaScript, React, HTML5, CSS3, MongoDB, Node.js, Express.js",
          "Practical experience through 30+ practice labs, development of 3 projects"
        ]
      }
    },
    {
      "title": "Media Art",
      "info": {
        "degree": "Diplom",
        "degree_link": "",
        "institution": "Academy of Visual Arts",
        "institution_link": "https://www.hgb-leipzig.de/",
        "time_span": "Oct 2012 - Feb 2020",
        "location": "Leipzig",
        "description": [""]
      }
    }
  ],
  "experience": [
    {
      "title": "Digital Artist",
      "title_link": "https://nadine-rangosch.com/",
      "info": {
        "employer": "self-employed",
        "time_span": "Jul 2014 - present",
        "location": "Leipzig",
        "description": [
          "Developing and executing digital art projects, receiving public funds and scholarships, exhibiting works publicly"
        ]
      }
    },
    {
      "title": "Sound Designer",
      "title_link": "",
      "info": {
        "employer": "self-employed",
        "time_span": "Jul 2014 - present",
        "location": "Leipzig",
        "description": [
          "Taking initiative to improve the product by developing and executing custom solutions to improve quality of recordings"
        ]
      }
    },
    {
      "title": "Student Tutor, Sound Lab",
      "title_link": "",
      "info": {
        "employer": "Academy of Visual Arts",
        "time_span": "Oct 2019 - Feb 2020",
        "location": "Leipzig",
        "description": [
          "Helping students with sound art projects in technical questions enabling them to conduct their own projects"
        ]
      }
    }
  ],
  "projects": [
    {
      "title": "Open Storage",
      "title_link": "https://open-storage.netlify.app/",
      "link_name": "open-storage",
      "short_description": "An art rental platform, that brings together art-lovers with a small budget and artists with a lack of storage.",
      "info": {
        "time_span": "Apr - May 2024",
        "images": [],
        "description": [
          "Art rental platform, on which users can search for artworks, request them for a rental, save their favourites, upgrade their profile to upload their own artworks and receive rental requests",
          "Frontend: React, JavaScript, React Router, Custom CSS, HTML, Cloudinary, Forms, Notifications",
          "Backend: API, MongoDB, Node.js, Express.js"
        ],
        "technologies": [
          "React",
          "JavaScript",
          "CSS",
          "HTML",
          "MongoDB",
          "Node.js",
          "Express.js"
        ]
      }
    },
    {
      "title": "What the Fridge",
      "title_link": "https://whatthefridge.netlify.app/",
      "link_name": "what-the-fridge",
      "short_description": "A recipe app for the indecisive, with easy recipes and multiple search options",
      "info": {
        "time_span": "Feb - Mar 2024",
        "images": [],
        "description": [
          "Recipe App, enabling users to search recipes by different properties, create, edit or delete existing recipes",
          "Frontend: React, JavaScript, React Router, Material UI Components, Custom CSS, HTML, Forms",
          "Backend: JSON-Server (mock-API)"
        ],
        "technologies": ["React", "JavaScript", "CSS", "HTML"]
      }
    },
    {
      "title": "Diving for Treasure",
      "title_link": "https://nenuphars.github.io/DIVING/",
      "link_name": "diving-for-treasure",
      "short_description": "A browser game, in which the user can hunt for treasure underwater.",
      "info": {
        "time_span": "Dec 2023 - Jan 2024",
        "images": [],
        "description": [
          "Browser game with win/lose logic, the user needs to pick up treasure from underwater to gain points, using the arrow keys to navigate and limited by a timer for each dive"
        ],
        "technologies": ["Vanilla JavaScript", "HTML", "CSS"]
      }
    }
  ],
  "skills": {
    "hard_skills": [
      "React",
      "JavaScript (ES6)",
      "HTML5",
      "CSS3",
      "MongoDB",
      "Express.js",
      "Node.js",
      "Git/GitHub",
      "Frontend Development",
      "Backend Development",
      "VSCode",
      "Postman",
      "Cloudinary"
    ],
    "soft_skills": ["Creativity", "Curiosity", "Empathy"],
    "languages": ["German (native)", "English (C2)"]
  }
}
